Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=531_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: ÄäŠrbvuâlaž teâđ suõŠjjumuš ouddan
fin: Perinteisen tiedon suoja kehittyy

source: LääŠddjânnam sääŠmteeŠǧǧ võboršeeŠǩǩ, saaŠǥǥjååŠđteei Klemetti Näkkäläjärvi da sääŠmteeŠǧǧ halltõõzz vuäŠsslaž Nilla Tapiola leŠjje miõlstes meeraikõskksaž aartikla 8(j)-tuâjj-joouk čiiččad såbbar šõddmõõžžid. ”
fin: Suomen saamelaiskäräjien edustajat, puheenjohtaja Klemetti Näkkäläjärvi ja saamelaiskäräjien hallituksen jäsen Nilla Tapiola ovat tyytyväisiä kansainvälisen artikla 8(j)-työryhmän seitsemännen kokouksen tuloksiin. ”

source: SaaŠmid luâđ reeŠǧǧesvuõŠtte kuulli ääŠrbvuâlaž teâđ suõŠjjumuš da meeraikõskksaž ääŠrbvuâlaž tiõttu kuulli tuŠmmstõktuâjj lij aainâs vääžnai.
fin: Saamelaisille luonnon monimuotoisuuteen liittyvän perinteisen tiedon suojelu ja kansainvälinen perinteiseen tietoon liittyvä päätöksenteko on todella tärkeää.

source: Såbbar tuŠmmjem vuâđai mieŠldd lij nuŠtt, što LääŠddjânnam, da nuŠtt-i jeeŠres jânnmin, feŠrttai teâđsted pueŠrben ääŠrbvuâlaž teâđ suõŠjjumuš da meeraikõskksaž õõlǥtumuužži tuåimmepiijjmõõžž, ” mainsti saaŠǥǥjååŠđteei Klemetti Näkkäläjärvi
fin: Kokouksen perusteella on selvää, että niin Suomen, kuin kaikkien maidenkin, tulee terävöittää perinteisen tiedon suojelua ja kansainvälisten velvoitteiden toimeenpanoa, ” puheenjohtaja Klemetti Näkkäläjärvi kertoi.

source: Meeraikõskksaž aartikla 8(j)-tuâjj-joouk (Open-Ended Ad-Hoc Working Group on Article 8(j) and related provisions) valmštââll biodiversiteettsuåppmõõžž puõŠtti vuäŠssbieŠllsåbbar, kååŠtt såbbrõõžžât eeŠjjest 2012 Indiast da valmštââll alttõõzzid vuäŠssbieŠllsåbbar aartikla 8(j) kuõskki tuŠmmstõkkân.
fin: Kansainvälinen artikla 8(j)-työryhmä (Open-Ended Ad-Hoc Working Group on Article 8(j) and related provisions) valmistelee biodiversiteettisopimuksen seuraavaa osapuolikokousta, joka pidetään vuonna 2012 Intiassa ja tekee esityksiä osapuolikokouksen artikla 8(j):tä koskeviksi päätöksiksi.

source: Suåppmõõžž aartikla 8(j) suõŠjjad alggmeerai luâđ reeŠǧǧesvuõŠtte kuulli ääŠrbvuâlaž teâđ.
fin: Sopimuksen artikla 8(j) suojelee alkuperäiskansojen luonnon monimuotoisuuteen liittyvää perinteistä tietoa.

source: LääŠddjânnam sääŠmteeŠǧǧ võboršeeŠǩǩ vuäŠssõŠtte såbbra LääŠddjânnam riikk sääŠmparlameentest. ”
fin: Suomen saamelaiskäräjien edustajat osallistuivat kokoukseen Suomen valtion delegaatiossa. ”

source: Euroop Unioon õhttsaž peäŠlestvälddmõš suåvât õhttsaž suåvtõõllâmsåbbrin.
fin: Euroopan Unionin yhteinen kanta sovitaan yhteisissä koordinaatiokokouksissa.

source: Leäm räŠmm-miõlâst tõŠst, što LääŠddjânnam sääŠmteeŠǧǧest lij vaikktemvuäittmõš EU:n alttõõzzid da EU še viiǥǥi mij alttõõzzid ooudårra ” mainsti Nilla Tapiola.
fin: Olen hyvin tyytyväinen siihen, että Suomen saamelaiskäräjillä oli aito vaikutusmahdollisuus EU:n esityksiin ja EU myös vei esityksiämme eteenpäin ” Nilla Tapiola kertoi.

source: Taarr da Ruõcc säŠmmla še vuässõŠtte såbbra.
fin: Kokoukseen osallistui saamelaisia myös Norjasta ja Ruotsista.

source: LääŠddjânnam sääŠmteeŠǧǧ võboršeeŠǩǩ liâ saaǥǥstõõllâm Taarr da Ruõcc sääŠmteeŠǧǧ võboršeeŠǩǩivuiŠm, säŠmmlaid kuulli vääžnai aaŠšši ooudâsviikkmõõžžâst, koid puäŠđet väŠldded sååbbartuŠmmstõõǥǥid. ”
fin: Suomen saamelaiskäräjien edustajat ovat keskustelleet Norjan ja Ruotsin saamelaiskäräjien edustajien kanssa saamelaisille tärkeiden asioiden edistämisestä kokouspäätöksiin. ”

source: lij vääžnai, što meeraikõskksaž såbbrin jeeŠres jânnmi saaŠmid käunnai äiŠǧǧ õhttsažsaaǥǥstõõllmõõžžid da – smiõttmõõžžid.
fin: On tärkeää, että kansainvälisissä kokouksissa eri maiden saamelaisille löytyy aikaa yhteispalavereille ja – pohdinnoille.

source: SaaŠmi võboršeǩnallšem orgaan beäŠlnn lij vääžnai leeŠd mieŠldd tuŠmmstõktuâi kõõskâst, muđoi mij mõõntep vaikktemvuäittmõõžžid ”, nääiŠt muŠšttʼte Näkkäläjärvi da Tapiola.
fin: Saamelaisten edustuksellisten elinten kannalta on tärkeää olla mukana päätöksenteon keskiössä, muuten menetämme vaikuttamismahdollisuuden ”, Näkkäläjärvi ja Tapiola korostavat.

source: LääŠddjânnam sääŠmparlameent aartikla 8(j)-tuâjj-joouk såbbrest: Klemetti Näkkäläjärvi, pirrõsduumšeǩ Aulikki Alanen da Nilla Tapiola
fin: Suomen delegaatio artikla 8(j)-työryhmän kokouksessa: Klemetti Näkkäläjärvi, ympäristöneuvos Aulikki Alanen ja Nilla Tapiola

source: Såbbrest tuejjiim ođđ alttõssân aartikla 8(j) tuåimmepiijjmõõžž da tõn alttõõzz jurddân lij, što tõt šõõddči leeŠd määŋgeeŠjj tuâjjprogrammân.
fin: Kokouksessa tehtiin esitys uudeksi artikla 8(j):n toimeenpanon monivuotiseksi työohjelmaksi.

source: MääŋgeeŠjj tuâjjprogramm jååŠđat biodiversiteettsuåppmõõžž piizarkååŠdd da suåppmõšvuäŠssbeäŠli tuåimmjumuužž.
fin: Monivuotinen työohjelma ohjaa biodiversiteettisopimuksen sihteeristön ja sopimusosapuolten toimintaa.

source: Såbbrest valmštõŠlleš strategii, biodiversiteettsuåppmõõžž aartikla 10(c) õhtteem diõtt aartikla 8(j)-tuâjj-joouk tuõjju.
fin: Kokouksessa valmisteltiin strategiaa biodiversiteettisopimuksen artikla 10(c):n liittämiseksi artikla 8(j)-työryhmän työhön.

source: Aartikla 10(c) suõŠjjad takainallšem luâđâânnmõõžž, koon ââŠnet kulttuursaž vueŠjji mieŠlddsânji ǩeâllʼjemnalla.
fin: Artikla 10(c) suojelee tavanomaista luonnonkäyttöä, jota harjoitetaan kulttuuristen tapojen mukaisesti kestävällä tavalla.

source: Sååbbar oudd alttõõzz, što aartikla 10(c) tuåimmepiijjmõššân tuejjeet vuäŠpstumuš da što meersaž biodiversiteettstrategii tuärjjee ǩeâllʼjem takainallšem luâđâânnmõõžž.
fin: Kokous esittää, että artikla 10(c):n toimeenpanemiseksi laaditaan ohjeistus ja että kansalliset biodversiteettistrategiat tukevat kestävää tavanomaista luonnonkäyttöä.

source: Puk tuåim aartikla 8(j) tuåimmepiijjâm diõtt âŠlǧǧe valmštõõllâd da čõõđted õhttsažtuâjast alggmeeraivuiŠm. ”
fin: Kaikki toimet artikla 8(j):n toimeenpanemiseksi tulee valmistella ja toteuttaa yhteistyössä alkuperäiskansojen kanssa. ”

source: Takainallšem luâđâânnem suõŠjjumuš lij vääžnai še ääŠrbvuâlaž suõŠjjeem diõtt.
fin: Tavanomaisen luonnonkäytön suojelu on tärkeää myös perinteisen tiedon suojelemiseksi.

source: LääŠddjânnmest aartikla 10(c) suõŠjjeem luâđâânnmõš lij saaŠmi ääŠrbvuâlaž jieŠllemvueŠjji ǩeâllʼjem luâđâânnmõš.
fin: Suomessa artikla 10(c):n suojelemaa luonnonkäyttöä on saamelaisten perinteisten elinkeinojen kestävä luonnonkäyttö.

source: LääŠddjânnmest aartikla 10(c) tuåimmepiijjmõš lij kuâđđjam lokku vääŠldǩâni da tõŠst uuŠdet alttõs, što oođeem vueŠlnn åårrai LääŠddjânnam biodiversiteettstrategiiast ǩiõttʼtõõlât saaŠmi ǩeâllʼjem luâđâânnem staanmõõžž ”, maainast Näkkäläjärvi.
fin: Suomessa artikla 10(c):n toimeenpano on jäänyt huomioitta ja tulemme esittämään, että uudistettavassa Suomen biodiversiteettistrategiassa käsitellään saamelaisten kestävän luonnonkäytön turvaamista ”, Näkkäläjärvi kertoo.

source: Tuâjj-joukk ǩiõttʼtõõli še ođđ ääŠrbvuâlaž teâđ vueŠjj čuõvveei indikaattori siisǩe da auŠǯǯii riikkid väŠldded indikaattor jåŠttlânji tiuddumuŠšše.
fin: Työryhmä käsitteli myös uusien perinteisen tiedon tilaa kuvaavien indikaattorien sisältöä ja kehotti valtioita ottamaan indikaattorit pikaisesti täyttöön.

source: Indikaattor liâ primmum biodiversiteettsuåppmõõžž vuäŠssbieŠllsåbbrest (CO10) teimma.
fin: Indikaattorit on hyväksytty biodiversiteettisopimuksen osapuolikokouksessa (CO10) viime vuonna.

source: Kuälmad COP9- såbbrest primmum indikaattor, ǩiõllʼlaž määŋgvuõđâst lij juŠn âânnmõõžžâst.
fin: Kolmas, COP9- kokouksessa hyväksytty indikaattori kielellisestä moninaisuudesta on jo käytössä.

source: Indikaattor ǩiõttʼtâŠlle alggmeerai ääŠrbvuâlaž jälstem- da ââŠnnemvuuŠdi mäddâânnmõõžž da vaaldšem vueŠjj di ääŠrbvuâlaž jieŠllemvueŠjji staattuuzz. ”
fin: Indikaattorit käsittelevät alkuperäiskansojen perinteisten asuma- ja nautinta-alueiden maankäytön ja hallinnan tilaa sekä perinteisten elinkeinojen asemaa. ”

source: Ođđ indikaattor liâ vääžnai, što vueiŠttep čiõŠlǧǧeed ääŠrbvuâlaž teâđ da takainallšem luâđâânnem vueŠjj.
fin: Uudet indikaattorit ovat tärkeitä, jotta voimme selvittää perinteisen tiedon ja tavanomaisen luonnonkäytön tilaa.

source: SaaŠmi luâđ reeŠǧǧesvuõŠtte kuõskki ääŠrbvuâlaž teâtt lij čõnnsest sääŠm ǩiõŠlle da ääŠrbvuâlaž jieŠllemvueŠjjid.
fin: Saamelaisten luonnon monimuotoisuuteen liittyvä perinteinen tieto on sidoksissa saamen kieleen ja perinteisiin elinkeinoihin.

source: LääŠddjânnmest jiâ leäkku ääiŠjtääŠzz mieŠlddsa teâđ saaŠmi ääŠrbvuâlaž jieŠllemvueŠjji staatuuzzâst leŠbe ni jieŠllemvueŠjji õõnnji meäŠrest.
fin: Suomella ei kuitenkaan ole ajantasaista tietoa saamelaisten perinteisten elinkeinojen asemasta tai edes elinkeinon harjoittajien määrästä.

source: LääŠddjânnam sääŠmteŠǧǧ lij ooccâm teäggtõõzz sääŠmjieŠllemvueŠjji åårrmõõžž čiõŠlǧǧeem diõtt LääŠddjânnmest.
fin: Suomen saamelaiskäräjät on hakenut rahoitusta saamelaiselinkeinojen tilanteen selvittämiseksi Suomessa.

source: Čiõlǥtõs lij ǩirrlaž, što LääŠddjânnam vuäitt väŠldded indikaattor da tuåimmepiijjâd meeraikõskksaž õõlǥtumuužžeez.
fin: Selvitys on kiireellinen, jotta Suomi voi ottaa käyttöön indikaattorit ja toimeenpanna kansainvälisiä velvoitteitaan.

source: Tuäivam, što riikk meâtt jåŠttlânji teäggtõõzz čiõlǥtõõzz raajjmõŠšše. Tuäivv Nilla Tapiola.
fin: Toivon, että valtio myöntää pikaisesti rahoituksen selvityksen laatimiselle ” Nilla Tapiola vetoaa.

source: LääŠddjânnmest aartikla 8(j) tuåimmepiijjmõõžž valmstõõllâm äŠšštobddituâjj-joukk lij ouddam rapoort pirrõsministeriaaŠje 7.6.2011. ” Montreal såbbrest puõŠđi nåkam äŠšš õlmmsa, što LääŠddjânnam lij ooudâstjooŠtti aartikla 8(j) obbvääldlaž tuåimmepiijjâm valmštõõllmõõžžâst.
fin: Suomessa artikla 8(j):n toimeenpanoa valmistellut asiantuntijatyöryhmä on luovuttanut raporttinsa ympäristöministeriölle 7.6.2011. ” Montrealin kokouksessa kävi selväksi, että Suomi on edelläkävijä artikla 8(j):n kokonaisvaltaisen toimeenpanon valmistelussa.

source: Kataisen halltõõzz halltõsprograammâst leät čõnnõttum suõŠjjeed ääŠrbvuâlaž teâđaid.
fin: Kataisen hallituksen hallitusohjelmassa on sitouduttu suojelemaan perinteistä tietoa.

source: Akwé:Kon – vuäŠppõõzzid leät suåvvtum tåŠlǩ LääŠddjânnmest juŠn tuâi vueŠlnn åårrai PääŠnntuõddâr poostaivuuŠd håidd- da ââŠnnemplaan raajjmõõžžâst.
fin: Akwé:Kon ohjeita on sovellettu vain Suomessa parhaillaan käynnissä olevan Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman laadinnassa.

source: ÄŠšštobddituâjj-joouk tuåimmepiijjâm-alttõõzz LääŠddjânnam riŠǩǩe, âŠlǧǧe čõõđted da tuåimmepiijjmõš âlgg äŠlǧǧed äŠlššânji LääŠddjânnam riikk da sääŠmteeŠǧǧ õhttsažtuâjain, ”, nääiŠt õõlǥat saaǥǥjååŠđteei Näkkäläjärvi, kååŠtt lij tuåimmjam še meersaž 8(j)- äŠšštobddituâjj-joouk saaǥǥjååŠđteeŠjen.
fin: Asiantuntijatyöryhmän toimenpide-esitykset Suomen valtiolle on kuitenkin toteutettava ja toimeenpanon tulee alkaa tehokkaasti Suomen valtion ja saamelaiskäräjien yhteistyöllä. ”, vaatii puheenjohtaja Näkkäläjärvi, joka on toiminut myös kansallisen 8(j)- asiantuntijatyöryhmän puheenjohtajana.

source: LââŠssteâđaid:
fin: Lisätietoja:

source: SääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi
fin: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi

source: LââŠsteâđaid såbbrest da tõn tuŠmmstõǥǥin (engglõsǩiõŠlle):
fin: Lisätietoa kokouksesta ja sen päätöksistä (englanniksi):

source: LääŠddjânnam aartikla 8(j)-seiddõs: www.ymparisto.fi/lumonet/8j
fin: Suomen artikla 8(j)-sivusto

source: SääŠmteeŠǧǧ alttõs sääŠmjieŠllemvueŠjjid kuõskki čiõŠlǧǧeem čiõŠlǧǧtõõzz raajjmõõžžâst lij (lääddas)
fin: Saamelaiskäräjien aloite saamelaiselinkeinojen tilaa selvittävän selvityksen laatimisesta
